Repository: common-repository/lf-hiker
Catalog: languages/lfh-*.po
Languages: nl_be

source: milles
nl_be: mijlen

source: foot
nl_be: voet

source: Position auto
nl_be: Automatische positie

source: Width
nl_be: Breedte

source: Height
nl_be: Hoogte

source: Fullscreen
nl_be: Op volledig scherm

source: list
nl_be: Lijst

source: Zoom on wheel
nl_be: Zoomen met het muiswieltje

source: Tiles
nl_be: Tegels

source: Open profile automaticaly
nl_be: Open profiel automatisch

source: no named gpx
nl_be: geen gpx-gegevens aangegeven

source: no named marker
nl_be: geen markering aangegeven

source: Custom css
nl_be: Gebruikerspecifieke CSS

source: Config units, gpx, tiles
nl_be: Eenheden, gpx en tegels configureren

source: General
nl_be: Algemeen

source: Background color
nl_be: Achtergrondkleur

source: Background color for track title
nl_be: Achtergrondkleur voor de tracktitel

source: Title color
nl_be: Titelkleur

source: Font color for track title
nl_be: Letterkleur voor tracktitel

source: Button color
nl_be: Knopkleur

source: Button color for elements list
nl_be: Knopkleur voor de elementenlijst

source: Selected path color
nl_be: Geselecteerde trackkleur

source: Display button download gpx
nl_be: Toon de gpx downloadknop

source: You can change it for one gpx in shortcode by using property <code>button</code>
nl_be: Je kunt het voor een bepaalde GPX bewerken in de shortcode met behulp van de eigenschap <code>button</code>

source: Open profile window automatically
nl_be: Open het profielvenster automatisch

source: You can change it for one map in shortcode by using property
nl_be: Je kunt het voor een bepaalde kaart bewerken in de shortcode met behulp van de eigenschap

source: Number of gpx to display a checkbox show/hide
nl_be: Het aantal gpx om een checkbox 'Tonen / Verbergen' te tonen

source: Display button fullscreen
nl_be: Toon de Volledig scherm knop

source: Default map tiles
nl_be: Standaard kaarttegels

source: Default distance unit
nl_be: Standaard afstandseenheid

source: Default height unit
nl_be: Standaard hoogte-eenheid

source: Minimum step on elevation axis in meters ( four steps in general)
nl_be: Minimum aanwas op de hoogte-as in meter (minstens 4 stappen)

source: You can change it for one gpx in shortcode by using property
nl_be: Je kunt het voor een bepaalde GPX bewerken in de shortcode met behulp van de eigenschap

source: Failed to create a new cache
nl_be: Kan geen nieuwe cache aanmaken

source: data updated
nl_be: data bijgewerkt

source: data reseted
nl_be: gegevens gereset

source: Cache clear with success
nl_be: Cache succesvol leeggemaakt

source: Failed to clear cache
nl_be: Kan de cache niet wissen

source: Add marker
nl_be: Voeg markering toe

source: Delete marker
nl_be: Verwijder markering

source: Add here your formated description
nl_be: Voer hier je geformatteerde beschrijving in

source: Manage gpx
nl_be: GPX beheren

source: Display download button
nl_be: Toon de downloadknop

source: Color path
nl_be: Trackkleur

source: Stroke width
nl_be: Lijnbreedte

source: close
nl_be: sluiten

source: Directive added in .htaccess successfully
nl_be: Aanduiding succesvol toegevoegd in .htaccess

source: Failure. Can not write in .htaccess
nl_be: Mislukt. Kan niet schrijven in .htaccess

source: Directive removed from .htaccess successfully
nl_be: Aanduiding succesvol verwijderd in .htaccess

source: Failed to write directive in .htaccess. It can blocked the helper editor for markers
nl_be: Kan de aanduiding niet in .htaccess schrijven. Kan door de markeringen-editor geblokkeerd zijn.

source: All gpx files
nl_be: Alle gpx-bestanden

source: about
nl_be: over

source: Your configuration has been updated
nl_be: Je configuratie is bijgewerkt

source: Configuration
nl_be: Configuratie

source: save
nl_be: opslaan

source: Clear cache
nl_be: Cache ledigen

source: Add directive for allowed x-frame same origin in .htaccess
nl_be: Voeg een richtlijn toe voor toegestaan x-frame van dezelfde oorsprong in .htaccess

source: Add in
nl_be: Toevoegen in

source: Seems resolve trouble with multiple directive x-frame-options. See
nl_be: Er lijken problemen te zijn met meerdere instructies van de x-frame-opties. Bekijk

source: Remove in
nl_be: Verwijderen in

source: Your personnal configuration
nl_be: Je persoonlijke configuratie

source: is a wordpress plugin for quickly display your gpx tracks with their profile elevation on an interactive map.
nl_be: is een WordPress plug-in voor het snel weergeven van je gpx-tracks met hun profielhoogte op een interactieve kaart.

source: You can find informations, and tutorial on website
nl_be: Je kunt informatie en een handleiding vinden op de website

source: Main Utilisation
nl_be: Wat kun je met Lf Hiker doen?

source: Simply upload your gpx file with the wordpress media manager, complete its informations and insert it in your post/page (shortcode).
nl_be: Upload eenvoudigweg uw gpx-bestand naar de WordPress media manager, vul uw gegevens in en plaats deze in uw bericht / pagina (shortcode).

source: Display the post/page : you have an interactive view of your track.
nl_be: Toon de post / pagina en je hebt een interactieve weergave van je track.

source: The trail is displayed on an OSM map by default, and have its own information window with:
nl_be: Het pad wordt standaard weergegeven op de OSM-kaart en heeft een eigen informatievenster met:

source: title
nl_be: titel

source: description
nl_be: beschrijving

source: interactive profile elevation according to path
nl_be: interactief hoogteprofiel volgens de track

source: distance of the track
nl_be: lengte van de track

source: elevation loss
nl_be: hoogtemeters (dalend)

source: elevation gain
nl_be: hoogtemeters (stijgend)

source: other features
nl_be: andere functies

source: included an helper for edit map and add markers.
nl_be: heeft een tool om de kaart te bewerken en markeringen toe te voegen.

source: See all features on Lf Hiker website
nl_be: Bekijk alle functies op de Lf Hiker website

source: Unactive helper for markers
nl_be: Tool voor markeringen inactief.

source: Insert shortcodes
nl_be: Shortcodes invoegen

source: Insert map shortcode
nl_be: Kaartshortcode invoegen

source: Insert markers shortcodes
nl_be: Markeringsshortcodes invoegen

source: Cancel
nl_be: Annuleer

source: Edit map
nl_be: Kaart bewerken

source: Edit marker
nl_be: Markering bewerken

source: Visibility
nl_be: Zichtbaarheid

source: Always
nl_be: Altijd

source: According to zoom
nl_be: Volgens de zoom

source: Icon color
nl_be: Icoonkleur

source: Inside icon
nl_be: Icoon

source: Pan and zoom until find the position, and when ready save the position
nl_be: Pan en zoom totdat je de positie vindt. sla de positie op wanneer je klaar bent

source: information
nl_be: informatie

source: Click following button or element on the map to see information about it.
nl_be: Klik op de knop of het element op de kaart om er informatie over te zien.

source: latitude
nl_be: breedtegraad

source: longitude
nl_be: lengtegraad

source: profile
nl_be: Profiel

source: distance
nl_be: afstand

source: elevation
nl_be: hoogte

source: no data elevation
nl_be: geen hoogtegegevens

source: name
nl_be: Naam

source: no data
nl_be: geen gegevens

source: minimum elevation
nl_be: minimale hoogte

source: maximum elevation
nl_be: maximale hoogte

source: duration
nl_be: duur

source: You can add tiles layers which need key here, or choose unit for distance
nl_be: Je kunt tegellagen toevoegen die hier een sleutel nodig hebben, of kies een eenheid voor afstand

source: Mapquest key
nl_be: MapQuest sleutel

source: This option is deactived (mapquest using deprecated method).
nl_be: Deze optie is gedeactiveerd (MapQuest gebruikt een vervallen methode).

source: If you want MapQuest, you must provide an app key.
nl_be: Wil je MapQuest gebruiken, moet je een app sleutel opgeven.

source: Sign up
nl_be: Aanmelden

source: then
nl_be: dan

source: Create a new app
nl_be: Maak een nieuwe app

source: then supply the &laquo;Consumer Key&raquo; here.
nl_be: voer dan de gebruikerssleutel hier in.

source: Cache dir
nl_be: Cache directory

source: Config Map
nl_be: Map configureren

source: all tracks
nl_be: alle tracks

source: all markers
nl_be: alle markeringen

source: List
nl_be: Lijst

source: Description
nl_be: Beschrijving

source: About
nl_be: Over

source: No named marker
nl_be: Geen markering aangegeven

source: Save
nl_be: Opslaan

source: Title
nl_be: Titel

source: Elevation gain
nl_be: Hoogtemeters (stijgend)

source: Elevation loss
nl_be: Hoogtemeters (dalend)

source: Manage kml
nl_be: KML beheren
